{
    "home": "HOME",
    "about": "ABOUT",
    "products": "Products",
    "contact": "CONTACT US",
    "contactUs": "Contact Us",
    "aboutUs": "About us",

    "slogan1": "Your Space, Your Signature Style",
    "slogan2": "Creating Harmony Through Design",
    "slogan3": "Where Style Meets Comfort",

    "addressDetails": "7 Yen The, Dien Bien, Ba Dinh, Ha Noi",
    "socials": "Socials",

    "featuredItemsHeading": "Best Sellers",
    "details": "Details",
    "description": "Description",
    "benefits": "Benefits",

    "curtains": "Curtains",

    "aboutParagraph1": "Xuan Hoa Home is a renowned manufacturer and retailer known for its high-quality and stylish home appliances and decor offerings. With a focus on craftsmanship and design, Xuan Hoa Home creates pieces that are both functional and aesthetically pleasing.",
    "aboutParagraph2": "The company offers a wide range of products options for various living spaces, including living rooms, bedrooms, dining rooms, and outdoor areas. Our collection includes windows blinds, windows and doors, tables and chairs, wooden tiles, and more. Each piece is meticulously crafted using quality materials to ensure durability and longevity.",
    "readMore": "Read more...",
    "aboutParagraph3": "Xuan Hoa Home takes pride in its attention to detail and commitment to delivering products that meets the needs and preferences of its customers. The designs are often a blend of modern and traditional elements, allowing customers to find products that suits our personal style.",
    "aboutParagraph4": "In addition to our standard collection, Xuan Hoa Home also provides customization options, allowing customers to personalize our products to fit our specific requirements. This includes selecting different fabrics, finishes, and dimensions to create a truly unique piece.",
    "aboutParagraph5": "The company maintains a strong focus on sustainability and environmental responsibility. We strive to use eco-friendly materials and manufacturing processes, minimizing our impact on the environment.",
    "aboutParagraph6": "With a network of showrooms and retail partners, Xuan Hoa Home makes its products accessible to customers across various locations. Whether you're furnishing a new home or looking to upgrade your existing home, Xuan Hoa Home offers a wide selection of high-quality options to choose from.",
    
    "contactParagraph": "Feel free to contact us with a project proposal, quote or estimation, or simply to say hello. Here’s our contact info.",
    "address": "Address",
    "callUsNow": "Call us now",
    "emailUs": "Email us",

    "sloganFooter": "Elevate Your Home",
    "paragraphFooter": "At our furniture brand, we believe that home is not just a place, but a reflection of who you are. That's why we strive to bring you exquisite furniture pieces that elevate your living spaces to new heights. With our commitment to quality craftsmanship and timeless designs, we invite you to discover the true essence of home and create a sanctuary that resonates with your unique style.",

    "sendAMessage": "SEND A MESSAGE",
    "firstName": "First Name",
    "firstNamePlaceholder": "Enter your first name",
    "lastName": "Last Name",
    "lastNamePlaceholder": "Enter your last name",
    "phoneNumber": "Phone Number",
    "phoneNumberPlaceholder": "Enter your phone number",
    "email": "Email",
    "emailPlaceholder": "Enter your email",
    "message": "Message",
    "messagePlaceholder": "Type your message here",
    "send": "Send",
    "popUpText": "Your Message is sent. Thanks For contacting us!",

    "viewMore": "View more",

    "size": "Size",
    "specs": "Specs",
    "colors": "Colors",

    "guarantee1": "100% warranty",
    "guarantee2": "Support installation instructions and dedicated advice",
    "guarantee3": "Exchange when there is a product defect",
    "guarantee4": "Xuan Hoa genuine",

    "bonusParagraph": "Xuan Hoa Home - a prestigious furniture brand in Vietnam with 50 years of experience, is always committed to bringing customers quality products at the best price.",
    "bonusParagraph2": "Choose a set of desks and chairs for students against hunchback Xuan Hoa Home to protect your baby's health!",
    "bonus1": "Up to 20% off for the first 20 customers",
    "bonus2": "100% genuine warranty",
    "bonus3": "Exchange when there is a product defect",
    "bonus4": "Support installation instructions, dedicated advice",

    "categories": "Categories",
    "windowsAndDoors": "Windows and Doors",
    "doorsAndWindows": "Windows and Doors",
    "woodenTiles": "Wooden tiles",
    "tablesAndChairs": "Tables and chairs",
    "curtain": "Curtains",
    "wooden-tile": "Wooden tiles",
    "window": "Windows and Doors",
    "table-and-chair": "Tables and chairs",

    "downloadCatalogue": "Download catalogue",

    "youMayAlsoLike": "You may also like",

    "guarantee": "Guarantee",
    "ifInterested": "if you are interested",

    "news": "News",
    "createdAt": "Created at",

    "newProducts": "New products",
    "shelf": "Shelf",
    "discount": "Contact for discount"
}