{
    "home": "TRANG CHỦ",
    "about": "VỀ CHÚNG TÔI",
    "products": "SẢN PHẨM",
    "contact": "LIÊN HỆ",
    "contactUs": "Liên Hệ",
    "aboutUs": "Về chúng tôi",

    "slogan1": "Tạo nên sự hài hòa qua thiết kế",
    "slogan2": "Thiết kế tạo nên sự hài hòa",
    "slogan3": "Không gian độc đáo",

    "addressDetails": "Số 7 Yên Thế, Điện Biên, Ba Đình, Hà Nội",
    "socials": "Liên kết",

    "featuredItemsHeading": "Sản phẩm nổi bật",
    "details": "Chi tiết",
    "description": "Mô tả",
    "benefits": "Lợi ích",

    "curtains": "Rèm",

    "aboutParagraph1": "Xuân Hòa Home là nhà sản xuất và bán lẻ nổi tiếng với các sản phẩm đồ gia dụng và trang trí nội thất chất lượng cao và phong cách. Với sự tập trung vào tay nghề thủ công và thiết kế, Xuân Hòa Home tạo ra những tác phẩm vừa có chức năng vừa có tính thẩm mỹ.",
    "aboutParagraph2": "Công ty cung cấp nhiều lựa chọn sản phẩm cho nhiều không gian sống khác nhau, bao gồm phòng khách, phòng ngủ, phòng ăn và khu vực ngoài trời. Bộ sưu tập của chúng tôi bao gồm rèm cửa sổ, cửa sổ và cửa ra vào, bàn ghế, gạch gỗ, v.v. Mỗi mảnh được chế tạo tỉ mỉ bằng vật liệu chất lượng để đảm bảo độ bền và tuổi thọ.",
    "readMore": "Xem thêm...",
    "aboutParagraph3": "Xuân Hòa Home tự hào về sự quan tâm đến từng chi tiết và cam kết cung cấp các sản phẩm đáp ứng nhu cầu và sở thích của khách hàng. Các thiết kế thường là sự pha trộn giữa các yếu tố hiện đại và truyền thống, cho phép khách hàng tìm thấy những sản phẩm phù hợp với phong cách cá nhân của chúng tôi.",
    "aboutParagraph4": "Ngoài bộ sưu tập tiêu chuẩn, Xuân Hòa Home còn cung cấp các tùy chọn tùy chỉnh, cho phép khách hàng cá nhân hóa sản phẩm của chúng tôi để phù hợp với yêu cầu cụ thể của chúng tôi. Điều này bao gồm việc lựa chọn các loại vải, lớp hoàn thiện và kích thước khác nhau để tạo ra một tác phẩm thực sự độc đáo.",
    "aboutParagraph5": "Công ty duy trì sự tập trung mạnh mẽ vào tính bền vững và trách nhiệm với môi trường. Chúng tôi cố gắng sử dụng các vật liệu và quy trình sản xuất thân thiện với môi trường, giảm thiểu tác động của chúng tôi đối với môi trường.",
    "aboutParagraph6": "Với mạng lưới các showroom và đối tác bán lẻ, Xuân Hòa Home đưa sản phẩm của mình tiếp cận khách hàng ở nhiều địa điểm khác nhau. Cho dù bạn đang trang bị nội thất cho một ngôi nhà mới hay đang tìm cách nâng cấp ngôi nhà hiện tại của mình, Xuân Hòa Home đều cung cấp nhiều lựa chọn chất lượng cao để bạn lựa chọn.",

    "contactParagraph": "Hãy tự do liên hệ với chúng tôi với đề xuất dự án, báo giá hoặc ước tính, hoặc chỉ đơn giản là để nói xin chào. Đây là thông tin liên hệ của chúng tôi.",
    "address": "Địa chỉ",
    "callUsNow": "Gọi ngay",
    "emailUs": "Gửi email đến chúng tôi",

    "sloganFooter": "Nâng tầm không gian sống",
    "paragraphFooter": "Chào mừng bạn đến với một thế giới nơi mọi góc nhà kể một câu chuyện. Thương hiệu nội thất của chúng tôi tôn vinh vẻ đẹp của sự đơn giản và sức mạnh của thiết kế tỉ mỉ. Từ các vật liệu được lựa chọn cẩn thận đến sự chú trọng tận tâm đến chi tiết, nội thất của chúng tôi tạo nên bản sắc của sự sang trọng không chú ý. Hòa mình trong một không gian thanh bình, bao quanh bởi những món đồ mang lại cảm giác ấm áp, tinh tế và không thời gian. Khám phá lại niềm vui khi trở về nhà.",
    
    "sendAMessage": "Gửi Tin Nhắn",
    "firstName": "Họ",
    "firstNamePlaceholder": "Nhập họ của bạn",
    "lastName": "Tên",
    "lastNamePlaceholder": "Nhập tên của bạn",
    "phoneNumber": "Số Điện Thoại",
    "phoneNumberPlaceholder": "Nhập số điện thoại của bạn",
    "email": "Email",
    "emailPlaceholder": "Nhập email của bạn",
    "message": "Tin nhắn",
    "messagePlaceholder": "Nhập tin nhắn ở đây",
    "send": "Gửi",
    "popUpText": "Chúng tôi chân thành cảm ơn!",

    "viewMore": "Xem thêm",

    "size": "Kích thước",
    "specs": "Thông số kỹ thuật",
    "colors": "Màu sắc",
    "materials": "Vật liệu",
    "weight": "Cân nặng",

    "guarantee1": "Bảo hành chính hãng 100%",
    "guarantee2": "Hỗ trợ hướng dẫn lắp đặt, tư vấn tận tình",
    "guarantee3": "Đổi trả khi có lỗi sản phẩm",
    "guarantee4": "Chính hãng Xuân Hoà",
    
    "bonusParagraph": "Xuân Hoà Home - thương hiệu nội thất uy tín tại Việt Nam với 50 năm kinh nghiệm, luôn cam kết mang đến cho khách hàng những sản phẩm chất lượng với mức giá tốt nhất.",
    "bonusParagraph2": "Chọn ngay bộ bàn ghế học sinh chống gù lưng Xuân Hoà Home để bảo vệ sức khoẻ con yêu!",
    "bonus1": "Ưu đãi tới 20% cho 20 khách hàng đầu tiên",
    "bonus2": "Bảo hành chính hãng 100%",
    "bonus3": "Đổi trả khi có lỗi sản phẩm",
    "bonus4": "Hỗ trợ hướng dẫn lắp đặt, tư vấn tận tình",

    "categories": "Sản phẩm chính",
    "windowsAndDoors": "Cửa/cửa sổ",
    "doorsAndWindows": "Cửa/cửa sổ",
    "woodenTiles": "Vỉ gỗ",
    "tablesAndChairs": "Bàn ghế",
    "curtain": "Rèm",
    "wooden-tile": "Vỉ gỗ",
    "window": "Cửa/cửa sổ",
    "table-and-chair": "Bàn ghế",

    "downloadCatalogue": "Tải catalogue",

    "youMayAlsoLike": "Có thể bạn thích",

    "guarantee": "Cam kết",
    "ifInterested": "nếu bạn hứng thú với sản phẩm này",

    "news": "Tin tức",
    "createdAt": "Ngày đăng",

    "newProducts": "Sản Phẩm Mới",
    "shelf": "Tủ",
    "discount": "Giá khuyến mãi: Liên Hệ",
    
    "new": "Mới",
    "buyNow": "Mua ngay",
    "shopNow": "Shop ngay",

    "single-table": "Bàn lẻ",
    "single-chair": "Ghế lẻ",

    "featuredProducts": "Sản phẩm bán chạy",
    "xhhProducts": "Sản phẩm",
    "newArrival": "Mới",

    "tableChairSet": "Bộ bàn ghế",

    "showing": "Hiển thị",
    "results": "kết quả",

    "recentPosts": "Bài viết gần đây"
}